export default {
    appBar: {
        title: "الناطق",
    },

    common: {
        language: "اللغة",
        resetApp: "إعادة ضبط التطبيق",
        darkMode: "الوضع الداكن",
        lightMode: "الوضع الفاتح",
        back: "رجوع"
    },

    apps: {
        quranTitle: "تجربة القرآن",
        quranText1:
            "يقدم تطبيق القرآن لدينا النص المقدّس في تجربة حديثة وجميلة. استكشف القرآن بلغات متعددة، وترجمات موثوقة، وأنماط مختلفة للمصحف.",
        quranText2:
            "تنقّل بين الآيات بسهولة، واكتشف المعاني، وتفاعل مع رسالة القرآن من خلال واجهة نظيفة وبديهية مصممة للتدبر العميق.",

        shareTitle: "مشاركة المعرفة",
        shareText1:
            "تنمو المعرفة عندما يتم مشاركتها. يمنحك منصتنا إمكانية مشاركة الآيات والأفكار والتأملات بسهولة مع الآخرين.",
        shareText2:
            "انشر المعرفة النافعة، وألهم الآخرين، وكن جزءًا من مجتمع يُسهم في إبقاء رسالة القرآن حيّة.",
    },

    footer: {
        privacyPolicy: "سياسة الخصوصية",
        devTools: "أدوات المطور",
        sponsor: "الدعم",
        blog: "المدونة",
    },

    intro: {
        openApp: "افتح التطبيق",
    },

    drawer: {
        menu: "القائمة",
        blog: "المدونة",
        sponsor: "الدعم",
        devTools: "أدوات المطور",
    }



}
