export default {
    appBar: {
        title: "ناطق",
    },

    common: {
        language: "زبان",
        resetApp: "ریست برنامه",
        darkMode: "حالت تاریک",
        lightMode: "حالت روشن",
        back: "بازگشت"
    },
    apps: {
        quranTitle: "تجربه قرآن",
        quranText1:
            "اپلیکیشن قرآن ما متن مقدس را در قالبی مدرن و زیبا ارائه می‌دهد. قرآن را با پشتیبانی از چندین زبان، ترجمه‌های معتبر و سبک‌های مختلف مصحف مطالعه کنید.",
        quranText2:
            "به‌سادگی میان آیات جابه‌جا شوید، معانی را بیابید و از طریق رابطی تمیز و intuitives که برای تدبر طراحی شده، با پیام قرآن ارتباط عمیق‌تری برقرار کنید.",

        shareTitle: "اشتراک‌گذاری دانش",
        shareText1:
            "دانش زمانی رشد می‌کند که به اشتراک گذاشته شود. پلتفرم ما به شما امکان می‌دهد آیات، نکات و تأملات خود را به‌سادگی با دیگران به اشتراک بگذارید.",
        shareText2:
            "دانش سودمند را گسترش دهید، دیگران را الهام کنید و بخشی از جامعه‌ای باشید که به زنده نگه‌داشتن پیام قرآن کمک می‌کند.",
    },

    footer: {
        privacyPolicy: "حریم خصوصی",
        devTools: "ابزار توسعه",
        sponsor: "حمایت مالی",
        blog: "وبلاگ",
    },

    intro: {
        openApp: "باز کردن برنامه",
    },

    drawer: {
        menu: "منو",
        blog: "وبلاگ",
        sponsor: "حمایت مالی",
        devTools: "ابزار توسعه",
    }



}
